# Цей файл розповсюджується за ліцензією MIT, що актуально на 2025 рік

### Україномовний файл локалізації «П'яти ночей з Барсіком»

# Рядки, що починаються з -lang-uncomplete, є так званими «термінами». Додавання рядків як термінів 
# дозволяє повторно використовувати їх у кількох місцях локалізації одразу як змінні.

## Терміни (змінні)

# У даному випадку у рядків назв мов, що є термінами, зрізана перша літера, 
# тому що ця сама перша літера додається до них пізніше, і те, якого регістру вона буде, 
# вирішує те, які мови гравець вибрав, а які ні.

-lang-uncomplete-ru-ru = осійська
-lang-uncomplete-uk_ua = країнська
-lang-uncomplete-en-us = мериканська англійська
-lang-uncomplete-pt-br = разильська португальська
-lang-uncomplete-es-mx = ексиканська іспанська

## Метадані локалізації

# Рядок lang-native — це системна зрозуміла людині назва мови для явної ідентифікації цього файлу
lang-native = Українська

# Рядок lang-code — це системний код мови для ідентифікації цього файлу
lang-code = uk_ua

# Меню вибору мови — це перше меню, яке зустрічає гравця в грі

## Меню вибору мови

# Рядок fnwb використовується в заголовку вікна та в головному меню
fnwb = П'ять ночей з Барсіком

# Рядок game-lang використовується в меню вибору мови як заголовок меню
game-lang = Мова гри

# Рядок langs-desc використовується в меню вибору мови як опис меню під його заголовком
langs-desc = Для продовження виберіть мову гри. Ви зможете змінити її в налаштуваннях.

# Рядок select використовується в меню вибору мови як покажчик вибору мови. Інакше кажучи, як виділення мови.
select = Вибрати

# Рядок selected замінює рядок select після того, як гравець підтверджує вибір мови
selected = Вибрано

# Рядки з назвою, що починається з lang-complete, є повними назвами мов, складеними з вставки 
# літери в потрібному регістрі на початку та вилучення решти слова з термінів. Ці рядки 
# використовуються для показу гравцеві існуючих мов гри, а їх різний регістр — для розрізнення 
# між вибраними мовами та невибраними.

lang-complete-ru-ru-caps = Р{ -lang-uncomplete-ru-ru }
lang-complete-ru-ru = р{ -lang-uncomplete-ru-ru }
lang-complete-uk_ua-caps = У{ -lang-uncomplete-uk_ua }
lang-complete-uk_ua = у{ -lang-uncomplete-uk_ua }
lang-complete-en-us-caps = А{ -lang-uncomplete-en-us }
lang-complete-en-us = а{ -lang-uncomplete-en-us }
lang-complete-pt-br-caps = Б{ -lang-uncomplete-pt-br }
lang-complete-pt-br = б{ -lang-uncomplete-pt-br }
lang-complete-es-mx-caps = М{ -lang-uncomplete-es-mx }
lang-complete-es-mx = м{ -lang-uncomplete-es-mx }

# Рядок done з'являється в текстовій кнопці в правому нижньому куті меню вибору мови та 
# символізує завершення вибору мови. При натисканні на неї гравець переходить на заставку SGT.
done = Готово

## Головне меню

# Це все найпростіші кнопки в меню. start-game починає сюжетну кампанію. codes переносить у меню кодів.
# settings — у меню налаштувань. about — у меню інформації про гру. exit — закриває гру.
start-game = Почати гру
codes = Коди
settings = Налаштування
about = Про гру
exit = Вийти з гри

## Дисклеймер

disclaimer = Ця гра містить можливо лякаючі скрімери, різкі звуки та спалахи світла.

## Дзвінок Антоніо в Псіко

# «Дзвінок Антоніо в Псіко» — це перша кат-сцена в грі, яка показується після натискання на кнопку «Почати гру». 
# Вона розповідає гравцеві про те, що в будинок головного героя вдерлися сторонні, і він телефонує Псіко за допомогою. 
# Після цієї кат-сцени гравцеві показується повідомлення Псіко.
# У кат-сцени є альтернативна версія, яка вмикається під час внутрішньоігрової святкової події на честь Хелловіну. 
# На Хелловін гра стає моторошнішою під тематику свята, і, відповідно, діалоги також відображають більш моторошний характер.

antonio-to-psyco-1 = Два якихось кота і плюшеві іграшки.
antonio-to-psyco-2 = — Гм.. Зрозуміло. Можливо, варто провести відеоспостереження?
antonio-to-psyco-3 = Так, ви маєте рацію.
antonio-to-psyco-4 = — Ну, для таких випадків ми саме це й робимо.
antonio-to-psyco-5 = Мені самому під'їжджати?
antonio-to-psyco-6 = — Ні, ми виїдемо, ви не так вже й далеко знаходитесь.
antonio-to-psyco-7 = Гаразд, чекаю на вас.

antonio-to-psyco-1-halloween = Д-два якихось кота і плюшеві іграшки.. Гадки не маю звідки, але..
antonio-to-psyco-2-halloween = — Зрозуміло. Схоже, випадок звичайний, проведемо відеоспостереження.
antonio-to-psyco-3-halloween = Е-ее.. Це допоможе їх прогнати?? Я н-не можу так жити!
antonio-to-psyco-4-halloween = — Ні, але це додасться до скарбнички доказів того, що ви нам не брешете.
antonio-to-psyco-5-halloween = Ви думаєте, я з'їхав з глузду?..
antonio-to-psyco-6-halloween = — Звісно «ні», містере Антоніо! Хіба що трішки, оскільки на початку розмови ви одразу ж назвали свою адресу.
antonio-to-psyco-7-halloween = О.. Це.. Це було у пориві страху, я зазвичай вдома сам і більше нікого..

## Повідомлення Псіко

psyco-message = Вітаю знову. Я зустрінуся з вами тільки після нічних випробувань. Нам потрібно зрозуміти, що саме відбувається у вашому будинку. Яке ваше завдання, запитаєте ви? Все просто: ми встановили відеокамери по всіх кімнатах будинку, і ви маєте дивитися, чи не з'являтиметься на них хтось. Також ми теж будемо стежити за камерами. На жаль, деякі з камер можуть не працювати. І так.. Пам'ятаєте ту маску? Надягайте її лише в екстрених випадках. Наприклад, коли до вашої кімнати увійшов хтось із них. Але врахуйте: її небезпечно довго носити. Вона може містити токсини, що залишилися в ній з попереднього випадку... Нагадую вам ваші ж слова: ваші вороги — це іграшки і коти. Удачі!

## Заставка SGT

sgt = Smart Games Team представляє

## Заставка OGP

ogp = Other Games Production представляє
