### 日本語 (JA) に翻訳された "恐怖の夜と謎の猫" のファイル

# このファイルはMITライセンスに基づいて配布されており、2025年時点で有効です。

# -lang-uncomplete で始まる行は「用語」(変数) です。
# 用語を使用すると、翻訳の全体の複数の場所で文字列を再利用できます。

## 用語（変数）

# 言語名の用語では、最初の文字は後で追加されるため削除されます。
# プレイヤーがその言語を選択したかどうかに応じて、大文字と小文字が異なります。

-lang-uncomplete-ru-RU = ussian
-lang-uncomplete-uk-UA = krainian
-lang-uncomplete-en-US = merican English
-lang-uncomplete-pt-BR = razilian Portuguese
-lang-uncomplete-es-MX = exican Spanish

## 翻訳のメタデータ

# lang-native は、このファイルを明示的に識別するための、人間が読める形式の言語システム名です。

lang-native = 日本語

# lang-code は、このファイルを識別するシステム言語コードです。

lang-code = ja-JP

# 言語選択メニューは、ゲーム内でプレイヤーが最初に表示されるメニューです。

## 言語選択メニュー

# fnwb 文字列はウィンドウタイトルとメインメニューで使用されます

fnwb = 恐怖の夜と謎の猫

# game-langは言語選択メニューのメニューヘッダーとして使用されます。

game-lang = 言語

# langs-desc は言語選択メニューでヘッダー下の説明として使用されます。

langs-desc = 続行するにはゲーム言語を選択してください。設定で後で変更できます。

# select は言語選択メニューで言語選択インジケータとして使用されます。

select = 選択

# selected は、プレイヤーが言語選択を確定すると、select 文字列を置き換えます。

selected = 選択済み

# 名前が lang-complete で始まる文字列は完全な言語名です。
# 日本語では、選択状態に関係なく、言語名は常に大文字になります。

lang-complete-ru-RU-caps = R{ -lang-uncomplete-ru-RU }
lang-complete-ru-RU = R{ -lang-uncomplete-ru-RU }
lang-complete-uk-UA-caps = U{ -lang-uncomplete-uk-UA }
lang-complete-uk-UA = U{ -lang-uncomplete-uk-UA }
lang-complete-en-US-caps = A{ -lang-uncomplete-en-US }
lang-complete-en-US = A{ -lang-uncomplete-en-US }
lang-complete-pt-BR-caps = B{ -lang-uncomplete-pt-BR }
lang-complete-pt-BR = B{ -lang-uncomplete-pt-BR }
lang-complete-es-MX-caps = M{ -lang-uncomplete-es-MX }
lang-complete-es-MX = M{ -lang-uncomplete-es-MX }

# 言語選択メニューの右下にあるテキストボタンに「# done」と表示され、言語選択が完了したことを示します。クリックすると、SGTのスプラッシュ画面が表示されます。

done = 完了

## メニュー

# メニュー内のシンプルなボタン。start-game はストーリー キャンペーンを開始します。codes はコード メニューに移動します。
# settings は設定メニューを開きます。about はゲーム情報メニューを開きます。exit はゲームを終了します。

start-game = プレイ
codes = コード
settings = 設定
about = 情報
exit = 終了

its-me = 私だ
halloween = ハッピーハロウィン!

## 警告

disclaimer = このゲームには、ジャンプスケア、非常に大きい音、画面の激しい動きが含まれています。

monogato-badge = モノネコ

## アントニオのサイコへの電話

# 「アントニオのサイコへの電話」は、ゲーム開始ボタンをクリックした後に表示される最初のカットシーンです。
# このカットシーンでは、主人公の家に不審者が侵入し、主人公がサイコに助けを求めていることがプレイヤーに伝えられます。
# このカットシーンの後、サイコからのメッセージがプレイヤーに表示されます。
# このカットシーンには、ゲーム内のハロウィンイベント中に発生する別バージョンがあります。
# ハロウィン期間中は、ゲームはホリデーテーマに合わせてより不気味になり、セリフもこのダークな雰囲気を反映しています。

antonio-to-psyco-1 = ぬいぐるみの猫が2匹います…。
antonio-to-psyco-2 = — なるほど。監視カメラは設置した方が良いですか?
antonio-to-psyco-3 = はい。
antonio-to-psyco-4 = — まあ、こういった状況では当たり前ですがね。
antonio-to-psyco-5 = 私からそちらの方に行ったほうが良いですか？
antonio-to-psyco-6 = — いえ、大丈夫です。あなたの家はそんなに遠くないので。
antonio-to-psyco-7 = 分かりました。待っておきます。

antonio-to-psyco-1-halloween = ね、猫とぬいぐるみがいる…。どこから来たのかわかりません…。
antonio-to-psyco-2-halloween = — わかりました。では、監視カメラを設置しますか？
antonio-to-psyco-3-halloween = 駆除はできますか…？もうこんな生活、耐えられません…。
antonio-to-psyco-4-halloween = — 駆除は出来ませんが、その"猫とぬいぐるみ"が居る証拠にはなります。
antonio-to-psyco-5-halloween = 貴方は私のことを信じていないのですか…？
antonio-to-psyco-6-halloween = — いえ、違います。 
antonio-to-psyco-7-halloween = 私は普段家に一人でいて、他に誰もいないので、かなり恐ろしいです…。

## Psyco's Message

psyco-message = やあ。夜間試験が終わったら、また会おう。お前の家で何が起こっているのか、正確に把握する必要がある。お前の仕事は何か。それは簡単だ。家中にカメラを設置したから、そこに誰かが映っていないか確認するだけ。残念だが、一部のカメラは作動しない可能性がある。それから…​​そうそう…マスクは覚えているか？マスクは緊急時のみ着用してくれ。例えば、犯人が部屋に入ってきたときとか。ただし、長時間着用するのは危険だ。前回のケースで残った毒素が残っている可能性がある…あなた自身の言葉を思い出してください。お前の敵はおもちゃと猫だ。頑張れ！

## Night splash screen

night-1 = 一日目
night-2 = 二日目
night-3 = 三日目
night-4 = 四日目
night-5 = 五日目
night-6 = 六日目
night-7 = 七日目
time-21-00 = 21:00
time-21-30 = 21:30
time-22-00 = 22:00
time-22-30 = 22:30
time-23-00 = 23:00
time-23-30 = 23:30
time-00-00 = 00:00
time-00-30 = 00:30
time-01-00 = 01:00
time-01-30 = 01:30
time-02-00 = 02:00
time-02-30 = 02:30
time-03-00 = 03:00
time-03-30 = 03:30
time-04-00 = 04:00

## Game

call-1-1 = もしもし、アントニオさんですか?
call-1-1-answer = はい、アントニオですが。
call-1-2 = もしもし、ジェンディと申します。約束通り電話しました。 あなたの家の中に不審物があるとの連絡を... *不安定*すみません、接続に少し問題が発生しています。少々お待ちください... *不安定*申し訳ございません、今日通話するのは難しそうです。あなたの身に何かが生じた場合は、私たちはすぐに駆けつけます。まあ、頑張ってください!それでは切りますね。
call-2 = もしもし、ジェンディです。昨日はご迷惑をおかけしてしまって、申し訳ありません。 昨日は接続が良くありませんでした。しかし、もうそれについては気にしないでください。昨日起きたことをまとめます: あなたの家に、おもちゃのテディベアの様なロボットが発見されました。そのため、万が一に備えてカメラで追跡してください。お察しの通り、タブレット品質は良くありません。私たちには予算がないです。私の上司は、ロボットを作るワークショップがあると言っています。当時私は信じていませんでしたが、今は信じています。私たちはテディベアのロボットが脱走したか聞くためにそのワークショップを訪ねるべきでしょうか…ただし失望しないでください。私たちはすべてを解決します。
call-3 = もしもし、ジェンディです。おめでとうございます。 残念ながら、解決にはあと数日は必要です。この問題は、早く解決する必要があるので、あなたを長くは留めません。 また、私たちはあなたの家にある不審物をまだ見つけていませんし、これらの動物やロボットを引き付けるものは何もありません。私はこれらの生き物の動機を理解していません。おそらく、ある種の復讐ですか？ どう思いますか？あー、わかりました。私はあなたを長くは留めないと言いましたね、さようなら。 頑張ってください。
call-4 = もしもし、ジェンディです。悪いニュースがあります。カメラ6に映っている猫を見たことがありますか？仮面を被っても、彼女はあなたを人間として認識できることがわかりました。彼女はあなたにたどり着くのに急いでいる様子が見られません。また、別の方法で対処する必要があるかもしれません。正直なところ、彼女は普通の猫の性格を持っています。 私たちが彼女に近づこうとしたとき、彼女は逃げました！私の意見では、マスクをしておけば安全かもしれません。彼女はあなたにとってそれほど危険な敵ではありません。 いずれにしても、何か問題が発生した場合はサポートをお送りします。明日、会話を続けましょう。さようなら。
call-5 = もしもし、 えっと… *不安定* ...を伝えるために電話しまし… *不安定* 何が起きているんですか… *不安定* わかりました。 頑張っ...*不安定*てください。
call-6 = もしもし、ジェンディです。昨日は接続に問題が発生し、申し訳ございませんでした。このような事態を防ぐことができず、誠に申し訳ございません。そして…「黄色い猫が居る」と聞きましたが、知っていますか？私も知らないので、カメラをチェックする人たちに、幻覚を見ているかもしれないと言ったのです。今あなたの家には、この猫とあの猫、そして…このクマと犬しかいないのです。しかし私たちはそんな物も一日で全て取り除き、あなたは安心して眠れるようになります。しかし、私は家庭の用事があるため出席できません。まあ、さようなら。

## コード

enter-code = コードを入力
confirm = 完了
back = メニューに戻る

## 設定

settings-title = 設定

# "グラフィック" settings section

graphics = グラフィック

mode-window = ウィンドウモード
mode-display = ディスプレイモード
lang-text = テキストの言語
lang-speech = 音声の言語
vsync = VSync
time-format = 12時間形式
subtitles-speech = 声の字幕
subtitles-sounds = 音の字幕
discord = Discord

# "ゲーム" settings section

gamejolt = ゲームジョルトの承認

# "レガシー版" settings section

legacy = レガシー版

sgt-intro = SGTのイントロ
ogp-intro = OGPのイントロ
fazcat-intro = Fazcat Gamesのイントロ
old-langs = 過去の翻訳
old-audio = 過去の音声
old-cutscenes = 過去のシーン
old-ui = 過去のUI
old-ai = キャラクターの過去の挙動
old-nights = 過去の日
old-minigames = 過去のミニゲーム
extras = おまけ

copyright-notice = 一部のコンテンツは著作権を侵害しているため復元できません。

# "危険" 設定

danger = 危険

debug-mode = デバッグ
erase = セーブデータを削除

# SGT の画面

sgt = 提供: Smart Games Team 

# OGP splash screen

ogp = 提供: Other Games Production 

# 五日目の終わり

end-report = アントニオの家が原因不明の放火事件に巻き込まれました。アントニオ自身も行方不明です。彼を探しに出発します…

results = リザルト

result-1 = 0点
result-2 = 25点
result-3 = 50点
result-4 = 75点
result-5 = 100点
