# Цей файл розповсюджується за ліцензією MIT, що актуально на 2025 рік

### Україномовний файл локалізації «П'яти ночей з Барсіком»

# Рядки, що починаються з -lang-uncomplete, є так званими «термінами». Додавання рядків як термінів 
# дозволяє повторно використовувати їх у кількох місцях локалізації одразу як змінні.

## Терміни (змінні)

# У даному випадку у рядків назв мов, що є термінами, зрізана перша літера, 
# тому що ця сама перша літера додається до них пізніше, і те, якого регістру вона буде, 
# вирішує те, які мови гравець вибрав, а які ні.

-lang-uncomplete-ru-ru = осійська
-lang-uncomplete-uk_ua = країнська
-lang-uncomplete-en-us = мериканська англійська
-lang-uncomplete-pt-br = разильська португальська
-lang-uncomplete-es-mx = ексиканська іспанська

## Метадані локалізації

# Рядок lang-native — це системна зрозуміла людині назва мови для явної ідентифікації цього файлу
lang-native = Українська

# Рядок lang-code — це системний код мови для ідентифікації цього файлу
lang-code = uk_ua

# Меню вибору мови — це перше меню, яке зустрічає гравця в грі

## Меню вибору мови

# Рядок fnwb використовується в заголовку вікна та в головному меню
fnwb = П'ять ночей з Барсіком

# Рядок game-lang використовується в меню вибору мови як заголовок меню
game-lang = Мова гри

# Рядок langs-desc використовується в меню вибору мови як опис меню під його заголовком
langs-desc = Для продовження виберіть мову гри. Ви зможете змінити її в налаштуваннях.

# Рядок choose використовується в меню вибору мови як покажчик вибору мови. Інакше кажучи, як виділення мови.
choose = Вибрати

# Рядки з назвою, що починається з lang-complete, є повними назвами мов, складеними з вставки 
# літери в потрібному регістрі на початку та вилучення решти слова з термінів. Ці рядки 
# використовуються для показу гравцеві існуючих мов гри, а їх різний регістр — для розрізнення 
# між вибраними мовами та невибраними.

lang-complete-ru-ru-caps = Р{ -lang-uncomplete-ru-ru }
lang-complete-ru-ru = р{ -lang-uncomplete-ru-ru }
lang-complete-uk_ua-caps = У{ -lang-uncomplete-uk_ua }
lang-complete-uk_ua = у{ -lang-uncomplete-uk_ua }
lang-complete-en-us-caps = А{ -lang-uncomplete-en-us }
lang-complete-en-us = а{ -lang-uncomplete-en-us }
lang-complete-pt-br-caps = Б{ -lang-uncomplete-pt-br }
lang-complete-pt-br = б{ -lang-uncomplete-pt-br }
lang-complete-es-mx-caps = М{ -lang-uncomplete-es-mx }
lang-complete-es-mx = м{ -lang-uncomplete-es-mx }

# Рядок done з'являється в текстовій кнопці в правому нижньому куті меню вибору мови та 
# символізує завершення вибору мови. При натисканні на неї гравець переходить на заставку SGT.
done = Готово

## Головне меню

# Це все найпростіші кнопки в меню. begin-game починає сюжетну кампанію. codes переносить у меню кодів.
# settings — у меню налаштувань. about — у меню інформації про гру. exit — закриває гру.
begin-game = Почати гру
codes = Коди
settings = Налаштування
about = Про гру
exit = Вийти з гри
