# Цей файл розповсюджується за ліцензією MIT, що актуально на 2025 рік

### Україномовний файл локалізації «П'яти ночей з Барсіком»

# Рядки, що починаються з -lang-uncomplete, є так званими «термінами». Додавання рядків як термінів 
# дозволяє повторно використовувати їх у кількох місцях локалізації одразу як змінні.

## Терміни (змінні)

# У даному випадку у рядків назв мов, що є термінами, зрізана перша літера, 
# тому що ця сама перша літера додається до них пізніше, і те, якого регістру вона буде, 
# вирішує те, які мови гравець вибрав, а які ні.

-lang-uncomplete-ru-RU = осійська
-lang-uncomplete-uk_ua = країнська
-lang-uncomplete-en-US = мериканська англійська
-lang-uncomplete-pt-BR = разильська португальська
-lang-uncomplete-es-MX = ексиканська іспанська

## Метадані локалізації

# Рядок lang-native — це системна зрозуміла людині назва мови для явної ідентифікації цього файлу
lang-native = Українська

# Рядок lang-code — це системний код мови для ідентифікації цього файлу
lang-code = uk_ua

# Меню вибору мови — це перше меню, яке зустрічає гравця в грі

## Меню вибору мови

# Рядок fnwb використовується в заголовку вікна та в головному меню
fnwb = П'ять ночей з Барсіком

# Рядок game-lang використовується в меню вибору мови як заголовок меню
game-lang = Мова гри

# Рядок langs-desc використовується в меню вибору мови як опис меню під його заголовком
langs-desc = Для продовження виберіть мову гри. Ви зможете змінити її в налаштуваннях.

# Рядок select використовується в меню вибору мови як покажчик вибору мови. Інакше кажучи, як виділення мови.
select = Вибрати

# Рядок selected замінює рядок select після того, як гравець підтверджує вибір мови
selected = Вибрано

# Рядки з назвою, що починається з lang-complete, є повними назвами мов, складеними з вставки 
# літери в потрібному регістрі на початку та вилучення решти слова з термінів. Ці рядки 
# використовуються для показу гравцеві існуючих мов гри, а їх різний регістр — для розрізнення 
# між вибраними мовами та невибраними.

lang-complete-ru-RU-caps = Р{ -lang-uncomplete-ru-RU }
lang-complete-ru-RU = р{ -lang-uncomplete-ru-RU }
lang-complete-uk_ua-caps = У{ -lang-uncomplete-uk_ua }
lang-complete-uk_ua = у{ -lang-uncomplete-uk_ua }
lang-complete-en-US-caps = А{ -lang-uncomplete-en-US }
lang-complete-en-US = а{ -lang-uncomplete-en-US }
lang-complete-pt-BR-caps = Б{ -lang-uncomplete-pt-BR }
lang-complete-pt-BR = б{ -lang-uncomplete-pt-BR }
lang-complete-es-MX-caps = М{ -lang-uncomplete-es-MX }
lang-complete-es-MX = м{ -lang-uncomplete-es-MX }

# Рядок done з'являється в текстовій кнопці в правому нижньому куті меню вибору мови та 
# символізує завершення вибору мови. При натисканні на неї гравець переходить на заставку SGT.
done = Готово

## Головне меню

# Це все найпростіші кнопки в меню. start-game починає сюжетну кампанію. codes переносить у меню кодів.
# settings — у меню налаштувань. about — у меню інформації про гру. exit — закриває гру.
start-game = Почати гру
codes = Коди
settings = Налаштування
about = Про гру
exit = Вийти з гри
its-me = ЦЕ Я
halloween = Щасливого Хелловіну!

## Дисклеймер

disclaimer = Ця гра містить можливо лякаючі скрімери, різкі звуки та спалахи світла.

## Дзвінок Антоніо в Псіко

# «Дзвінок Антоніо в Псіко» — це перша кат-сцена в грі, яка показується після натискання на кнопку «Почати гру». 
# Вона розповідає гравцеві про те, що в будинок головного героя вдерлися сторонні, і він телефонує Псіко за допомогою. 
# Після цієї кат-сцени гравцеві показується повідомлення Псіко.
# У кат-сцени є альтернативна версія, яка вмикається під час внутрішньоігрової святкової події на честь Хелловіну. 
# На Хелловін гра стає моторошнішою під тематику свята, і, відповідно, діалоги також відображають більш моторошний характер.

antonio-to-psyco-1 = Два якихось кота і плюшеві іграшки.
antonio-to-psyco-2 = — Гм.. Зрозуміло. Можливо, варто провести відеоспостереження?
antonio-to-psyco-3 = Так, ви маєте рацію.
antonio-to-psyco-4 = — Ну, для таких випадків ми саме це й робимо.
antonio-to-psyco-5 = Мені самому під'їжджати?
antonio-to-psyco-6 = — Ні, ми виїдемо, ви не так вже й далеко знаходитесь.
antonio-to-psyco-7 = Гаразд, чекаю на вас.

antonio-to-psyco-1-halloween = Д-два якихось кота і плюшеві іграшки.. Гадки не маю звідки, але..
antonio-to-psyco-2-halloween = — Зрозуміло. Схоже, випадок звичайний, проведемо відеоспостереження.
antonio-to-psyco-3-halloween = Е-ее.. Це допоможе їх прогнати?? Я н-не можу так жити!
antonio-to-psyco-4-halloween = — Ні, але це додасться до скарбнички доказів того, що ви нам не брешете.
antonio-to-psyco-5-halloween = Ви думаєте, я з'їхав з глузду?..
antonio-to-psyco-6-halloween = — Звісно «ні», містере Антоніо! Хіба що трішки, оскільки на початку розмови ви одразу ж назвали свою адресу.
antonio-to-psyco-7-halloween = О.. Це.. Це було у пориві страху, я зазвичай вдома сам і більше нікого..

## Повідомлення Псіко

psyco-message = Вітаю знову. Я зустрінуся з вами тільки після нічних випробувань. Нам потрібно зрозуміти, що саме відбувається у вашому будинку. Яке ваше завдання, запитаєте ви? Все просто: ми встановили відеокамери по всіх кімнатах будинку, і ви маєте дивитися, чи не з'являтиметься на них хтось. Також ми теж будемо стежити за камерами. На жаль, деякі з камер можуть не працювати. І так.. Пам'ятаєте ту маску? Надягайте її лише в екстрених випадках. Наприклад, коли до вашої кімнати увійшов хтось із них. Але врахуйте: її небезпечно довго носити. Вона може містити токсини, що залишилися в ній з попереднього випадку... Нагадую вам ваші ж слова: ваші вороги — це іграшки і коти. Удачі!

## Заставка рівня

night-1 = Перша ніч
night-2 = Друга ніч
night-3 = Третя ніч
night-4 = Четверта ніч
night-5 = П'ята ніч
night-6 = Шоста ніч
night-7 = Сьома ніч
time-21-00 = 21:00
time-21-30 = 21:30
time-22-00 = 22:00
time-22-30 = 22:30
time-23-00 = 23:00
time-23-30 = 23:30
time-00-00 = 00:00
time-00-30 = 00:30
time-01-00 = 01:00
time-01-30 = 01:30
time-02-00 = 02:00
time-02-30 = 02:30
time-03-00 = 03:00
time-03-30 = 03:30
time-04-00 = 04:00

## Гра

call-1-1 = Алло? Антоніо?
call-1-1-answer = Так, це я
call-1-2 = Привіт, Антоніо! Це я, Дженнді. Я подзвонив тобі, як і обіцяв тоді. Мені повідомили про якийсь підозрілий об'єкт у твоєму… *обрив* Зачекай, у нас щось зі зв'язком, почекай-но... *обриви* т.. очекай… ек… аке..вір.. Здається, не вдасться поговорити. Невдача. Давай завтра. Якщо з тобою щось станеться, то ми приїдемо за тобою, ми тут цілодобово. Загалом, удачі тобі і.. бувай.
call-2 = Алло, це я, Дженнді. Мені дуже шкода, що я не зміг нормально поговорити з тобою вчора. Щось було не так зі зв'язком, але давай не будемо про це. Так от що вчора було: Ми помітили у твоєму будинку робота, який виглядає як звичайний плюшевий ведмедик, тому бережися, відстежуй його через планшет. Як ти вже помітив, планшет не з найкращих, ми не могли дозволити собі щось краще, та й таких випадків, як у тебе, у нас зовсім не було. Кажуть, є одна майстерня, де роблять роботів, вже якихось там розумних.. Я тоді в це не вірив, але тепер.. Може варто їх справді відвідати, щоб дізнатися, чи не втік від них якийсь робот, схожий на іграшку? Уфф.. Загалом, не сумуй, ми розберемося у всьому цьому! Бувай.
call-3 = Алло, це я, Дженнді! Так я тебе вітаю, ти добре справляєшся! На жаль, доведеться так сидіти ще кілька ночей, це потрібно для справи. Цього разу я не затримаю тебе, оскільки мені самому теж треба поспішати. Ми в твоєму будинку поки нічого толком не знайшли, нічого, що могло б привабити цих тварин і роботів. Я не розумію мотиву цих істот, може якась помста? Як думаєш? Гаразд, я говорив, що не затримаю, тож прощавай. Бажаю удачі.
call-4 = Алло, це знову Дженнді. Є погані новини. Ти вже бачив кішку, на яку дивиться шоста камера в даний момент? Виявляється, вона може розпізнати в тобі людину, навіть якщо ти в масці. Мені здається, з нею потрібно діяти інакше, бо вона не особливо поспішає до тебе йти. У неї, якщо чесно, характер як у звичайної кішки. Коли ми намагалися підійти до неї ближче, вона просто втекла! Може, ти врятуєшся, якщо будеш надягати маску, на мою думку, вона не такий вже й небезпечний тобі ворог. У будь-якому випадку, ми можемо вислати тобі підтримку, коли щось піде не так. Продовжимо розмову завтра.
call-5 = Алло, е.. *обрив* ..дзвоню тобі повідомити, що *обрив* Та що ж таке! *обрив* Ну.. гаразд, бувай. Уда.. *обрив* тобі.
call-6 = Алло, це Дженнді. Я вибачаюся за вчорашні проблеми зі зв'язком. Справді, мені дуже шкода, що ми не змогли запобігти цьому випадку.. Гаразд.. Іі.. Мені повідомили, що є якийсь жовтий кіт, уявляєш? Я от теж ні, тому я і сказав тим, хто перевіряє камери, що їм це могло здатися. Все ж таки до цього і зараз у тебе вдома лише цей кіт і ця кішка, і.. цей ведмедик і собачка. Через день все, ми всіх їх приберемо, і ти зможеш спати спокійно. Тільки от я не зможу бути присутнім, бо у мене є особисті справи вдома. Тому.. доброї ночі тобі. Бувай.

## Коди

enter-code = Введіть код
confirm = Підтвердити
back = Повернутися в головне меню

## Налаштування

settings-title = НАЛАШТУВАННЯ

# Розділ налаштувань «Графіка»

graphics = Графіка

mode-window = Режим вікна
mode-display = Режим відображення
lang-text = Мова тексту
lang-speech = Мова мовлення
vsync = Вертикальна синхронізація
time-format = 12-годинний формат часу
subtitles-speech = Субтитри мовлення
subtitles-sounds = Субтитри звуків
discord = Статус у Discord

# Розділ налаштувань «Ігровий процес»

gamejolt = Авторизація в Game Jolt

# Розділ налаштувань «Застаріле»

legacy = Застаріле

sgt-intro = Заставка SGT
ogp-intro = Заставка OGP
fazcat-intro = Заставка Fazcat Games
old-langs = Стара локалізація
old-audio = Старі аудіо
old-cutscenes = Старі кат-сцени
old-ui = Старий інтерфейс
old-ai = Стара поведінка персонажів
old-nights = Стара кількість ночей
old-minigames = Старі міні-ігри
extras = Меню додаткового вмісту

copyright-notice = Деякий вміст неможливо повернути через порушення авторських прав.

# Розділ налаштувань «Небезпечне»

danger = Небезпечне

debug-mode = Режим налагодження
erase = Стерти збереження

## Заставка SGT

sgt = Smart Games Team представляє

## Заставка OGP

ogp = Other Games Production представляє

# Кінець п'ятої ночі

end-report = Будинок Антоніо був підпалений з невідомих причин. Сам Антоніо зник безвісти. Ми вирушаємо на його пошуки…

results = Результати

result-1 = 1
result-2 = 2
result-3 = 3
result-4 = 4
result-5 = 5
